<article id="post-326754" class="post-326754 post type-post status-publish format-standard has-post-thumbnail hentry category-ios category-obzory-prilozhenij tag-app-store-2 tag-brauzer tag-prilozhenie"> <div class="entry-info"> <span class="entry-author"><a href="http://appleinsider.ru/author/bogdanov">&#x410;&#x43B;&#x435;&#x43A;&#x441;&#x430;&#x43D;&#x434;&#x440; &#x411;&#x43E;&#x433;&#x434;&#x430;&#x43D;&#x43E;&#x432;</a></span><span class="entry-date">, <time>&#x421;&#x435;&#x433;&#x43E;&#x434;&#x43D;&#x44F; &#x432; 13:00</time></span><span class="entry-views"><span class="views">9&#xA0;200</span></span> </div> <div class="entry-content"> <div>
<p><img src="http://s.appleinsider.ru/2017/01/top.jpg" width="1500" class="aligncenter size-full wp-image-326763"></p>
<p>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x434;&#x430;&#x432;&#x43D;&#x43E; &#x43D;&#x430;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x441;&#x44C; &#x432; &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;&#x445; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x43D;&#x435;&#x433;&#x43E; &#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;&#x430; &#x434;&#x43B;&#x44F; iOS, &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; Focus &#x43E;&#x442; Mozilla &#x432;&#x440;&#x44F;&#x434; &#x43B;&#x438; &#x437;&#x430;&#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; &#x43F;&#x440;&#x43E;&#x43F;&#x443;&#x441;&#x442;&#x438;&#x442;&#x44C;. &#x41D;&#x430; &#x434;&#x43D;&#x44F;&#x445; &#x43F;&#x440;&#x43E;&#x433;&#x440;&#x430;&#x43C;&#x43C;&#x430; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x430; &#x43E;&#x431;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x438; &#x442;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F;&#x43D;&#x430; &#x43D;&#x430; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x43E;&#x43C; &#x44F;&#x437;&#x44B;&#x43A;&#x435;.</p> <p>Firefox Focus &#x2014; &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x439; &#x431;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x44B;&#x439; <a href="http://appleinsider.ru/tag/brauzer/" class="st_tag internal_tag">&#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;</a>, &#x433;&#x43B;&#x430;&#x432;&#x43D;&#x430;&#x44F; &#xAB;&#x444;&#x438;&#x448;&#x43A;&#x430;&#xBB; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x433;&#x43E; &#x2014; &#x43F;&#x440;&#x438;&#x432;&#x430;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x44C;. Mozilla &#x443;&#x434;&#x435;&#x43B;&#x438;&#x43B;&#x430; &#x43E;&#x441;&#x43E;&#x431;&#x43E;&#x435; &#x432;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438;: &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x431;&#x43B;&#x43E;&#x43A;&#x438;&#x440;&#x443;&#x435;&#x442; &#x43E;&#x43D;&#x43B;&#x430;&#x439;&#x43D;-&#x442;&#x440;&#x435;&#x43A;&#x435;&#x440;&#x44B;, &#x43D;&#x435;&#x436;&#x435;&#x43B;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;, &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x447;&#x435;&#x433;&#x43E; &#x443;&#x441;&#x43A;&#x43E;&#x440;&#x44F;&#x435;&#x442; &#x437;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43A;&#x443; &#x441;&#x430;&#x439;&#x442;&#x43E;&#x432;.</p>
<p><img src="http://s.appleinsider.ru/2017/01/photo_2017-01-27_15-07-17.jpg" width="300" class="alignnone size-full wp-image-326760"> <img src="http://s.appleinsider.ru/2017/01/photo_2017-01-27_15-07-19.jpg" width="300" class="alignnone size-full wp-image-326759"></p>
<p>&#x414;&#x438;&#x437;&#x430;&#x439;&#x43D; &#x43C;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x43B;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x44B;&#x439; &#x438; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43D;&#x44B;&#x439;, &#x43D;&#x43E;, &#x441;&#x43A;&#x430;&#x436;&#x435;&#x43C; &#x441;&#x440;&#x430;&#x437;&#x443; &#x2014; &#x43D;&#x430; &#x43B;&#x44E;&#x431;&#x438;&#x442;&#x435;&#x43B;&#x44F;. &#x41F;&#x43E;&#x43D;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x430;&#x441;&#x44C; &#x444;&#x443;&#x43D;&#x43A;&#x446;&#x438;&#x44F; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x432;&#x441;&#x435;&#x439; &#x438;&#x441;&#x442;&#x43E;&#x440;&#x438;&#x438;, &#x43F;&#x43E;&#x438;&#x441;&#x43A;&#x430;, &#x43A;&#x443;&#x43A; &#x438; &#x43F;&#x430;&#x440;&#x43E;&#x43B;&#x435;&#x439; &#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x43A;&#x43D;&#x43E;&#x43F;&#x43A;&#x43E;&#x439;. </p>
<p>&#x411;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440; Focus &#x432;&#x43F;&#x435;&#x440;&#x432;&#x44B;&#x435; &#x43F;&#x43E;&#x44F;&#x432;&#x438;&#x43B;&#x441;&#x44F; &#x432; 2015 &#x433;&#x43E;&#x434;&#x443;, &#x43D;&#x43E; &#x434;&#x43E; &#x441;&#x438;&#x445; &#x43F;&#x43E;&#x440; &#x43D;&#x435; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x43B; &#x440;&#x443;&#x441;&#x441;&#x43A;&#x438;&#x439; &#x44F;&#x437;&#x44B;&#x43A;, &#x447;&#x435;&#x43C; &#x43E;&#x442;&#x43F;&#x443;&#x433;&#x438;&#x432;&#x430;&#x43B; &#x440;&#x43E;&#x441;&#x441;&#x438;&#x439;&#x441;&#x43A;&#x438;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;. &#x422;&#x435;&#x43F;&#x435;&#x440;&#x44C; &#x436;&#x435; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x43C;&#x435;&#x43B;&#x43E; &#x43A;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x2014; &#x441;&#x441;&#x44B;&#x43B;&#x43E;&#x447;&#x43A;&#x443; &#x43E;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43C; &#x43D;&#x438;&#x436;&#x435;.</p>
<p><strong>&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435;:</strong> Firefox Focus: &#x41F;&#x440;&#x438;&#x432;&#x430;&#x442;&#x43D;&#x44B;&#x439; &#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;<br>
<strong>&#x418;&#x437;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44C;/&#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;:</strong> Mozilla<br>
<strong>&#x426;&#x435;&#x43D;&#x430;:</strong> &#x411;&#x435;&#x441;&#x43F;&#x43B;&#x430;&#x442;&#x43D;&#x43E;<br>
<strong>&#x412;&#x441;&#x442;&#x440;&#x43E;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43F;&#x43E;&#x43A;&#x443;&#x43F;&#x43A;&#x438;:</strong> &#x41D;&#x435;&#x442;<br>
<strong>&#x421;&#x43E;&#x432;&#x43C;&#x435;&#x441;&#x442;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x44C;:</strong> &#x423;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435;<br>
<strong>&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x430; Apple Watch:</strong> &#x41D;&#x435;&#x442;<br>
<strong>&#x421;&#x441;&#x44B;&#x43B;&#x43A;&#x430;: <a class="app-review app-review-counter" href="https://itunes.apple.com/ru/app/firefox-focus-privacy-browser/id1055677337?mt=8&amp;at=10l3Wn&amp;ct=blog-1055677337">&#x423;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x438;&#x442;&#x44C;</a></strong> </p></div> </div> </article>